Repository: collective/collective.venue
Catalog: collective/venue/locales/*/LC_MESSAGES/collective.venue.po
Languages: es

source: Event Venue Settings
es: Configuración de lugar del evento

source: Install profile for Dexterity content type called Venue with geolocation support.
es: Perfil de instalación del tipo de contenido Dexterity llamado Venue con soporte de geolocalización.

source: Install profile for Dexterity content type called Venue without geolocation support.
es: Perfil de instalación del tipo de contenido Dexterity llamado Venue sin soporte de geolocalización.

source: Install profile for Dexterity content type called Venue.
es: Perfil de instalación del tipo de contenido Dexterity llamado Venue.

source: Install profile for refactor geolocation settings.
es: Perfil de instalación para reestructurar la configuración de geolocalización.

source: Open in Google Maps
es: Abrir en Google Maps

source: Settings for venues, which are referenced by events.
es: Configuración de lugares, a los que hacen referencia los eventos.

source: Twitter
es: X

source: Uninstall profile for Dexterity content type called Venue with geolocation support.
es: Perfil de desinstalación del tipo de contenido Dexterity llamado Venue con soporte de geolocalización.

source: Uninstall profile for Dexterity content type called Venue without geolocation support.
es: Perfil de desinstalación del tipo de contenido Dexterity llamado Venue sin soporte de geolocalización.

source: Venue Display
es: Mostrar Lugar

source: collective.venue base profile
es: collective.venue: perfil base

source: collective.venue event location
es: collective.venue: ubicación del evento

source: collective.venue event organizer
es: collective.venue: organizador de eventos

source: collective.venue with geolocation support
es: collective.venue con soporte de geolocalización

source: collective.venue with geolocation support - uninstall
es: collective.venue: desinstalar con soporte de geolocalización.

source: collective.venue without geolocation support
es: collective.venue sin soporte de geolocalización

source: collective.venue without geolocation support - uninstall
es: collective.venue: desinstalar sin soporte de geolocalización.

source: collective.venue: refactor geolocation settings
es: collective.venue: reestructurar la configuración de geolocalización.

source: description_event_location
es: Seleccione una ubicación.

source: description_event_location_notes
es: Ubicación única o información adicional.

source: description_event_organizer
es: Seleccione un organizador.

source: description_event_organizer_notes
es: Organizador único o información adicional.

source: fieldset_venue
es: Lugar/Organizador

source: help_default_organizer
es: Organizador predeterminado para usar en eventos.

source: help_default_venue
es: Ubicación predeterminada para usar en eventos.

source: help_notes
es: Notas adicionales para la dirección

source: help_search_base
es: Ruta, a partir de la cual se deben buscar los tipos de contenidos Lugar. Útil para sitios múltiples lineage para separar las carpetas principales de los sitios secundarios. Mantenga vacío para buscar en donde quiera.

source: label_address
es: Dirección

source: label_contact
es: Contactos

source: label_default_organizer
es: Organizador predeterminado

source: label_default_venue
es: Ubicación predeterminada

source: label_event_location
es: Ubicación

source: label_event_location_notes
es: Notas de ubicación

source: label_event_organizer
es: Organizador

source: label_event_organizer_notes
es: Notas para el organizador

source: label_google_maps_link
es: Abrir en Google Maps

source: label_notes
es: Notas

source: label_search_base
es: Base de búsqueda de ubicación

source: label_social
es: Medios sociales
